{
    "movies":[
        {
            "id": 1,
            "name": "Exorcist",
            "title": "Exorcist",
            "language": "English",
            "genre": "Horror",
            "runningTime": "115 min",
            "releaseDate": "11 October 2023",
            "starring": "Ellen Burstyn, Leslie Odom Jr., Ann Dowd, Jennifer Nettles, Norbert Leo Butz, Lidya Jewett, Olivia Marcum",
            "description":"Since the death of his pregnant wife in a Haitian earthquake 12 years ago, Victor Fielding (Tony winner and Oscar® nominee Leslie Odom, Jr.; One Night in Miami, Hamilton) has raised their daughter, Angela (Lidya Jewett, Good Girls) on his own. But when Angela and her friend Katherine (newcomer Olivia Marcum), disappear in the woods, only to return three days later with no memory of what happened to them, it unleashes a chain of events that will force Victor to confront the nadir of evil and, in his terror and desperation, seek out the only person alive who has witnessed anything like it before: Chris MacNeil.",
            "image": "../assets/images/movies/exorcist.jpg",
            "trailer": "https://www.youtube.com/embed/lJCkt3gMUoI?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1" 
        },
        {
            "id": 2,
            "name": "Expendables",
            "title": "Expendables",
            "language": "English",
            "genre": "Action",
            "runningTime": "105 min",
            "releaseDate": "20 September 2023",
            "starring": "Jason Statham, Sylvester Stallone, Dolph Lundgren, Tony Jaa, Megan Fox, 50 Cent, Iko Uwais, Randy Couture, Andy Garcia",
            "description":"A new generation of stars join the world's top action stars for an adrenaline-fueled adventure in Expend4bles. Reuniting as the team of elite mercenaries, Jason Statham, Dolph Lundgren, Randy Couture, and Sylvester Stallone are joined for the first time by Curtis Jackson, Megan Fox, Tony Jaa, Iko Uwais, Jacob Scipio, Levy Tran, and Andy Garcia. Armed with every weapon they can get their hands on and the skills to use them, The Expendables are the world's last line of defense and the team that gets called when all other options are off the table.",
            "image": "../assets/images/movies/Expendables.jpg",
            "trailer": "https://www.youtube.com/embed/OeCx1rjvaMs?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1"
        },
        {
            "id": 3,
            "name": "Hassan elmasry",
            "title": "Hassan elmasry",
            "language": "Arabic",
            "genre": "Action",
            "runningTime": "90 min",
            "releaseDate": "05 October 2023",
            "starring": "Ahmed Hatem, Diamand Bou Abboud, Mourad Makram",
            "description":"Guilt has been eating up Hassan ever since the loss of his mother and sister. His new job as a teenage girl's driver and bodyguard puts him in a challenging situation that could possibly bring him a long-awaited redemption.",
            "image": "../assets/images/movies/hassan elmasry.jpg",
            "trailer": "https://www.youtube.com/embed/5YV-VM3B1Kc?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1"
        },
        {
            "id": 4,
            "name": "Killers of the flower moon",
            "title": "Killers of the flower moon",
            "language": "English",
            "genre": "Crime",
            "runningTime": "210 min",
            "releaseDate": "18 October 2023",
            "starring": "Robert De Niro, Leonardo DiCaprio, Jesse Plemons, Lily Gladstone, Tantoo Cardinal",
            "description":"At the turn of the 20th century, oil brought a fortune to the Osage Nation, who became some of the richest people in the world overnight. The wealth of these Native Americans immediately attracted white interlopers, who manipulated, extorted, and stole as much Osage money as they could before resorting to murder. Based on a true story and told through the improbable romance of Ernest Burkhart (Leonardo DiCaprio) and Mollie Kyle (Lily Gladstone), “Killers of the Flower Moon” is an epic western crime saga, where real love crosses paths with unspeakable betrayal. Also starring Robert De Niro and Jesse Plemons, “Killers of the Flower Moon” is directed by Academy Award winner Martin Scorsese from a screenplay by Eric Roth and Martin Scorsese, based on David Grann’s best-selling book.",
            "image": "../assets/images/movies/killer of the flowers.jpg",
            "trailer": "https://www.youtube.com/embed/kjz_A_b-0Y0?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1"
        },
        {
            "id": 5,
            "name": "Paw patrol",
            "title": "Paw patrol",
            "language": "English",
            "genre": "Animation",
            "runningTime": "95 min",
            "releaseDate": "27 September 2023",
            "starring": "James Marsden, Iain Armitage, Mckenna Grace",
            "description":"A magical meteor crash lands in Adventure City, and gives the PAW Patrol pups superpowers, transforming them into The Mighty Pups.",
            "image": "../assets/images/movies/paw patrol.jpg",
            "trailer": "https://www.youtube.com/embed/UDgjJ9XzgHk?si=QR_ifgmlZg8fk0ZY?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1" 
        },
        {
            "id": 6,
            "name": "Saw",
            "title": "Saw",
            "language": "English",
            "genre": "Horror",
            "runningTime": "120 min",
            "releaseDate": "05 October 2023",
            "starring": "Tobin Bell, Shawnee Smith, Synnøve Macody Lund, Steven BrandJosh Hutcherson, Elizabeth Lail, Matthew Lillard, Piper Rubio",
            "description":"John Kramer (Tobin Bell) is back. The most chilling installment of the SAW franchise yet explores the untold chapter of Jigsaw’s most personal game. Set between the events of SAW I and II, a sick and desperate John travels to Mexico for a risky and experimental medical procedure in hopes of a miracle cure for his cancer – only to discover the entire operation is a scam to defraud the most vulnerable. Armed with a newfound purpose, John returns to his work, turning the tables on the con artists in his signature visceral way through a series of ingenious and terrifying traps.",
            "image": "../assets/images/movies/saw.jpg",
            "trailer": "https://www.youtube.com/embed/mPYYQcOadXA?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1" 
        },
        {
            "id": 7,
            "name": "The inseparables",
            "title": "The inseparables",
            "language": "English",
            "genre": "Animation",
            "runningTime": "90 min",
            "releaseDate": "05 October 2023",
            "starring": "Monica Young, Danny Feshsenfeld, Olivier Paris",
            "description":"Based on an original idea by the Oscar-nominated writers of Toy Story, THE INSEPARABLES follows the misadventures of Don, a runaway puppet with a boundless imagination and, DJ Doggy Dog, an abandoned stuffed animal toy in need of a friend, as they cross paths in Central Park and pair up against all odds for an epic adventure of friendship in New York City",
            "image": "../assets/images/movies/the inseparables.jpg",
            "trailer": "https://www.youtube.com/embed/tZTJIs38f5M?si=rTHKcI5QZRKT0jID?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1" 
        },
        {
            "id": 8,
            "name": "The nun",
            "title": "The nun",
            "language": "English",
            "genre": "Horror",
            "runningTime": "110 min",
            "releaseDate": "06 September 2023",
            "starring": "Taissa Farmiga, Jonas Bloquet, Bonnie Aarons, Anna Popplewell, Katelyn Rose Downey, Storm Reid",
            "description":"The sequel to the worldwide smash hit “The Nun,” which follows Sister Irene as she once again comes face to face with the demonic force Valak—The Demon Nun",
            "image": "../assets/images/movies/the nun.jpg",
            "trailer": "https://www.youtube.com/embed/cLNwiQg0mjQ?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1" 
        },
        {
            "id": 9,
            "name": "Voy Voy",
            "title": "Voy Voy",
            "language": "Arabic",
            "genre": "Drama",
            "runningTime": "110 min",
            "releaseDate": "13 September 2023",
            "starring": "Nelly Karim, Bayomi Fouad, Mohamed Farrag, Taha Eldisouki, Amgad Elhaggar",
            "description":"Voy! Voy! Voy! a star-studded new Arabic dramedy, tells the story of Hassan, an impoverished but ambitious young man living in Egypt, whose dream of moving to Europe begins to happen when he stumbles upon the obscure sport of blind football.",
            "image": "../assets/images/movies/Voy Voy.jpg",
            "trailer": "https://www.youtube.com/embed/bTiC6Y0pdiE?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1"
        },
        {
            "id": 10,
            "name": "Wesh X Wesh",
            "title": "Wesh X Wesh",
            "language": "Arabic",
            "genre": "Comedy",
            "runningTime": "120 min",
            "releaseDate": "17 August 2023",
            "starring": "Bayoumi Fouad, Amina Khalil, Mohamed Mamdouh, Anoshka .",
            "description":"Marital problems happen every day where one day the couple decided to involve others in their problems . During the clash of the parties , the metal door lock breaks down and everyone gets locked inside the apartment , at this moment the problem escalated into a disaster .",
            "image": "../assets/images/movies/wesh X wesh .jpg",
            "trailer": "https://www.youtube.com/embed/YFhRijwvlw8?si=T0wS4On_X60p5M9o?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1"
        },
        {
            "id": 11,
            "name": "Five Night's at Freddy's",
            "title": "Five Night's at Freddy's",
            "language": "English",
            "genre": "Horror",
            "runningTime": "110 min",
            "releaseDate": "25 October 2023",
            "starring": "Josh Hutcherson, Elizabeth Lail, Matthew Lillard, Piper Rubio",
            "description":"Can you survive five nights? The terrifying horror game phenomenon becomes a blood-chilling cinematic event, as Blumhouse— the producer of M3GAN, The Black Phone and The Invisible Man— brings Five Nights at Freddy’s to the big screen. The film follows a troubled security guard as he begins working at Freddy Fazbear’s Pizza. While spending his first night on the job, he realizes the night shift at Freddy’s won’t be so easy to make it through.",
            "image": "../assets/images/movies/five nights at freddy.jpg",
            "trailer": "https://www.youtube.com/embed/Z_T0o5uNrlY?si=tNDNPLm9q16X3LgV?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1"
        },
        {
            "id": 12,
            "name": "Freelance",
            "title": "Freelance",
            "language": "English",
            "genre": "Action",
            "runningTime": "110 min",
            "releaseDate": "25 October 2023",
            "starring": "John Cena, Alison Brie, Alice Eve, Christian Slater, Marton Csokas, Juan Pablo Raba",
            "description":"An ex special forces operator takes a job to provide security for a journalist as she interviews a dictator, but, a military coup breaks out in the middle of the interview, they are forced to escape into the jungle where they must survive.",
            "image": "../assets/images/movies/Freelance.jpg",
            "trailer": "https://www.youtube.com/embed/BrqWlOzm2Iw?si=MtGblbl6Pa7Csglj?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1"
        },
        {
            "id": 13,
            "name": "El Khamees Elly Gai",
            "title": "El Khamees Elly Gai",
            "language": "Arabic",
            "genre": "Comedy",
            "runningTime": "95 min",
            "releaseDate": "18 October 2023",
            "starring": "May Kassab, Bayoumi Fouad, Amr Abdel Jalil, Hossam Dagher, Suleiman Eid",
            "description":"A couple buys a new palace, but they discover that they have been deceived, and the palace has been sold to multiple people. To make matters worse, the palace is haunted and anyone who lives in it is afflicted by a magical curse!",
            "image": "../assets/images/movies/El Khamis el gai.jpg",
            "trailer": "https://www.youtube.com/embed/zHCRaRyKmcY?si=oIDSAMIXq8LWwpdq?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1"
        },
        {
            "id": 14,
            "name": "Sukkar",
            "title": "Sukkar",
            "language": "Arabic",
            "genre": "Family",
            "runningTime": "80 min",
            "releaseDate": "11 October 2023",
            "starring": "Riham Al Shanawany, Magda Zaki, Hala Turk, Mohamad Tharwat, Moataz Hesham, Wedeema Ahmad, Yasmina Al-Abed, Mohamad Al Harby, Bafly Remon, Maria Jomaa, Hajar Mohamad",
            "description":"The children drop out of the sky as babies and they end up at “Rateeba’s” orphanage. They grow up in harsh circumstances and without education, but “Sukkar” makes sure to dream with them about a better life when they see children passing in a school bus. Sukkar and her friends pass through child Labor because of their jobs that need so much effort and energy. Each child works in a different job so they would get a small amount of money for Rateeba. The board of trustees arrive to the orphanage for the annual adoption event. After having a talent show amongst the children, one of the trustees “Abou Dahab” adopts “Jazara”. Sukkar discovers that Jazara is mistreated in his new house, so the children embark on a journey to save Jazara from captivity",
            "image": "../assets/images/movies/sukkar.jpg",
            "trailer": "https://www.youtube.com/embed/nsmJC6iQpEA?si=o-WxKAi_x7uCOxtr?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1"
        },
        {
            "id": 15,
            "name": "The Creator",
            "title": "The Creator",
            "language": "English",
            "genre": "Action",
            "runningTime": "135 min",
            "releaseDate": "27 September 2023",
            "starring": "John Cena, Alison Brie, Alice Eve, Christian Slater, Marton Csokas, Juan Pablo Raba",
            "description":"Amid a future war between the human race and the forces of artificial intelligence, Joshua, a hardened ex-special forces agent grieving the disappearance of his wife, is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war-and mankind itself.",
            "image": "../assets/images/movies/the creator.jpg",
            "trailer": "https://www.youtube.com/embed/ex3C1-5Dhb8?si=YrOhTft5d3W3mjEp?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1"
        },
        {
            "id": 16,
            "name": "El 3mel Sefer",
            "title": "El 3mel Sefer",
            "language": "Arabic",
            "genre": "Comedy",
            "runningTime": "115 min",
            "releaseDate": "16 August 2023",
            "starring": "Bayoumi Fouad, Akram Hosni, Mustafa Gharib",
            "description":"The film revolves around a security man who dreams of being a hero like James Bond, but fails to do so and is exposed to many comedic situations.",
            "image": "../assets/images/movies/el ameel sefr.jpg",
            "trailer": "https://www.youtube.com/embed/UIVlSMb-Wmk?si=Jg63SBw68TY-0MwZ?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1"
        },
        {
            "id": 17,
            "name": "The Equalizer 3",
            "title": "The Equalizer 3",
            "language": "English",
            "genre": "Action",
            "runningTime": "110 min",
            "releaseDate": "31 August 2023",
            "starring": "Denzel Washington, Dakota Fanning, David Denman",
            "description":"Robert McCall finds himself at home in Southern Italy but he discovers his friends are under the control of local crime bosses. As events turn deadly, McCall knows what he has to do: become his friends' protector by taking on the mafia.",
            "image": "../assets/images/movies/the equalizer.jpg",
            "trailer": "https://www.youtube.com/embed/N2GJnmL9Iuo?si=_ypBejjWkzt3F65k?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1"
        }
        ,
        {
            "id": 18,
            "name": "57 Seconds",
            "title": "57 Seconds",
            "language": "English",
            "genre": "Action",
            "runningTime": "100 min",
            "releaseDate": "25 October 2023",
            "starring": "Josh Hutcherson, Morgan Freeman, Greg Germann, Bevin Bru",
            "description":"Tech journalist Franklin Fausti (Josh Hutcherson) lands an interview with visionary entrepreneur Anton Burrell (Morgan Freeman) after saving him from an assassination attempt. On his way out, Franklin finds a mysterious ring that Burrell dropped on the floor and discovers it allows its user to travel 57 seconds back in time. Driven by revenge, Franklin uses this newfound power to dismantle the pharmaceutical company responsible for his sister’s death. As Franklin dives deeper into an unfamiliar world of wealth and technology, he becomes entangled in a chain of events which has more than his own fate at stake.",
            "image": "../assets/images/movies/57 seconds.jpg",
            "trailer": "https://www.youtube.com/embed/L8XsJ4O1YJ0?si=FePQOK7oebAKAeQu?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1"
        }
        ,
        {
            "id": 19,
            "name": "Goodbye Julia",
            "title": "Goodbye Julia",
            "language": "Arabic",
            "genre": "Drama",
            "runningTime": "120 min",
            "releaseDate": "25 October 2023",
            "starring": "Eiman Yousif, Siran Riak, Nazar Goma",
            "description":"Wracked by guilt after covering up a murder, Mona — a northern Sudanese retired singer in a tense marriage — tries to make amends by taking in the deceased’s southern Sudanese widow, Julia, and her son, Daniel, into her home. Unable to confess her transgressions to Julia, Mona decides to leave the past behind and adjust to a new status quo, unaware that the country’s turmoil may find its way into her home and put her face to face with her sins.",
            "image": "../assets/images/movies/goodbye julia.jpg",
            "trailer": "https://www.youtube.com/embed/aCvD6CqLUn8?si=C0JvK8Ev8puccsoE?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1"
        }
        ,
        {
            "id": 20,
            "name": "Headspace",
            "title": "Headspace",
            "language": "English",
            "genre": "Animation",
            "runningTime": "85 min",
            "releaseDate": "26 October 2023",
            "starring": "Bonko Khoza, Zak Hedrikz, Nelisa Ngcobo",
            "description":"The film starts with a freak accident, where Max, Sophie and Gus of the Space Protection Force, and their microscopic spaceship the SPF50, take up residence inside 14-year-old Norman’s brain. They can see what he sees and hear what he hears. The nanosized crime fighting aliens must enlist Norman’s help to save earth from Zolthard, an evil intergalactic villain who has taken control of principal Witherington. Norman and the aliens, together with his friends from school must go to great lengths to conceal the presence of alien life at their high school, all the while fighting the galactic struggle between good and evil. After all, Zolthard still has a school to run, and Norman still has a life to live and homework to hand in!",
            "image": "../assets/images/movies/head space.jpg",
            "trailer": "https://www.youtube.com/embed/9BBjpy8YIN4?si=Qbav6j3dGNXVNGm-?rel=0&amp;amp;showinfo=0&amp;amp;hd=1&amp;amp;enablejsapi=1"
        }
    ],
    "menu":[
        {
            "id" : 1,
            "name": "Aquafina",
            "image":"../assets/images/menu/aquafina.jpg",
            "type": "SOFT DRINKS",
            "price": 15.00
        },
        {
            "id" : 2,
            "name": "Redbull regular",
            "image":"../assets/images/menu/redbull.jpg",
            "type": "SOFT DRINKS",
            "price": 55.00
        },
        {
            "id" : 3,
            "name": "Pepsi",
            "image":" ../assets/images/menu/pepsi.jpg",
            "type": "SOFT DRINKS",
            "price": 40.00
        },
        {
            "id" : 4,
            "name": "Fruit Slush EGT",
            "image":"../assets/images/menu/fruit slush egt.jpg",
            "type": "SOFT DRINKS",
            "price": 55.00
        },
        {
            "id" : 5,
            "name": "Redbull Sugar free",
            "image":"../assets/images/menu/redbull sugar free.jpg",
            "type": "SOFT DRINKS",
            "price": 55.00
        },
        {
            "id" : 6,
            "name": "Regular Mirina",
            "image":"../assets/images/menu/small mirinda.jpg",
            "type": "SOFT DRINKS",
            "price": 40.00
        },
        {
            "id" : 7,
            "name": "Large Mixed Popcorn",
            "image":"../assets/images/menu/large mixed popcorn.png",
            "type": "POPCORN",
            "price": 95.00
        },
        {
            "id" : 8,
            "name": "Regular Crunchy Cheetos Popcorn EGT",
            "image":"../assets/images/menu/regular crunchy cheetos popcorn.jpg",
            "type": "POPCORN",
            "price": 85.00
        },
        {
            "id" : 9,
            "name": "Regular Mixed Popcorn",
            "image":"../assets/images/menu/regular mixed popcorn.png",
            "type": "POPCORN",
            "price": 85.00
        },
        {
            "id" : 10,
            "name": "Large Crunchy Cheetos Popcorn EGT",
            "image":"../assets/images/menu/LARGE CRUNCHY CHEETOS POPCORN EGT.jpg",
            "type": "POPCORN",
            "price": 95.00
        },
        {
            "id" : 11,
            "name": "Regular Salt Popcorn",
            "image":"../assets/images/menu/regular salt popcorn.png",
            "type": "POPCORN",
            "price": 70.00
        },
        {
            "id" : 12,
            "name": "Large Salt Popcorn",
            "image":"../assets/images/menu/large salt popcorn.png",
            "type": "POPCORN",
            "price": 80.00
        },
        {
            "id" : 13,
            "name": "Regular Caramel Popcorn",
            "image":"../assets/images/menu/regular caramel popcorn.png",
            "type": "POPCORN",
            "price": 85.00
        },
        {
            "id" : 14,
            "name": "Small Crunchy Cheetos Popcorn EGT",
            "image":"../assets/images/menu/small crunchy cheetos popcorn egt.jpg",
            "type": "POPCORN",
            "price": 75.00
        },
        {
            "id" : 15,
            "name": "Large Caramel Popcorn",
            "image":"../assets/images/menu/large caramel popcorn.png",
            "type": "POPCORN",
            "price": 95.00
        },
        {
            "id" : 16,
            "name": "Small Mixed Popcorn",
            "image":"../assets/images/menu/smal mixed popcorn.png",
            "type": "POPCORN",
            "price": 75.00
        },
        {
            "id" : 17,
            "name": "Small Caramel Popcorn",
            "image":"../assets/images/menu/small caramel popcorn.png",
            "type": "POPCORN",
            "price": 75.00
        },
        {
            "id" : 18,
            "name": "Small Salt Popcorn",
            "image":"../assets/images/menu/small salt popcorn.png",
            "type": "POPCORN",
            "price": 60.00
        },
        {
            "id" : 19,
            "name": "Reggular Cheese Popcorn",
            "image":"../assets/images/menu/regular cheese popcorn.png",
            "type": "POPCORN",
            "price": 80.00
        },
        {
            "id" : 20,
            "name": "Large Cheese Popcorn",
            "image":"../assets/images/menu/large cheese popcorn.png",
            "type": "POPCORN",
            "price": 90.00
        },
        {
            "id" : 21,
            "name": "Nachos Supreme",
            "image":"../assets/images/menu/nachos supreme.jpg",
            "type": "NACHOS",
            "price": 115.00
        },
        {
            "id" : 22,
            "name": "Nachos Deluxe",
            "image":"../assets/images/menu/nachos supreme.jpg",
            "type": "NACHOS",
            "price": 135.00
        },
        {
            "id" : 23,
            "name": "Nachos Jalapino",
            "image":"../assets/images/menu/nachos deluxe.jpg",
            "type": "NACHOS",
            "price": 135.00
        },
        {
            "id" : 24,
            "name": "Snack Box",
            "image":"../assets/images/menu/snack box.png",
            "type": "NACHOS",
            "price": 150.00
        },
        {
            "id" : 25,
            "name": "Extra Rico Gourmet Cheese",
            "image":"../assets/images/menu/extra rico gurmet cheese.jpg",
            "type": "NACHOS",
            "price": 35.00
        },
        {
            "id" : 26,
            "name": "Extra Rico Chunky Salsa",
            "image":"../assets/images/menu/extra rico rico salsa.jpg",
            "type": "NACHOS",
            "price": 30.00
        },
        {
            "id" : 27,
            "name": "Add Extra Jalapeno",
            "image":"../assets/images/menu/add extra jallopeno.jpg",
            "type": "NACHOS",
            "price": 25.00
        },
        {
            "id" : 28,
            "name": "Add Extra Nachos Chips",
            "image":"../assets/images/menu/add extra nachos chips.jpg",
            "type": "NACHOS",
            "price": 20.00
        },
        {
            "id" : 29,
            "name": "Bounty bar",
            "image":"../assets/images/menu/bounty bar.jpg",
            "type": "SWEETS",
            "price": 45.00
        },
        {
            "id" : 30,
            "name": "Galaxy bar",
            "image":"../assets/images/menu/galaxy bar.jpg",
            "type": "SWEETS",
            "price": 30.00
        },
        {
            "id" : 31,
            "name": "Twix bar",
            "image":"../assets/images/menu/twix bar.jpg",
            "type": "SWEETS",
            "price": 20.00
        },
        {
            "id" : 32,
            "name": "M&M Chocolate Small",
            "image":"../assets/images/menu/m&m chocolate small.jpg",
            "type": "SWEETS",
            "price": 40.00
        },
        {
            "id" :33,
            "name": "Snickers bar",
            "image":"../assets/images/menu/snikkers bar.jpg",
            "type": "SWEETS",
            "price": 20.00
        },
        {
            "id" :34,
            "name": "M&M Peanut Small",
            "image":"../assets/images/menu/m&m peanut small.jpg",
            "type": "SWEETS",
            "price": 40.00
        },
        {
            "id" :35,
            "name": "Maltesers Small",
            "image":"../assets/images/menu/maltesers small.jpg",
            "type": "SWEETS",
            "price": 40.00
        },
        {
            "id" :36,
            "name": "Mars bar",
            "image":"../assets/images/menu/mars bar.jpg",
            "type": "SWEETS",
            "price": 40.00
        },
        {
            "id" :37,
            "name": "M&M Peanut Large",
            "image":"../assets/images/menu/m&m peanut large.jpg",
            "type": "SWEETS",
            "price": 80.00
        },
        {
            "id" :38,
            "name": "M&M Chocolate Large",
            "image":"../assets/images/menu/m&m chocolate large.jpg",
            "type": "SWEETS",
            "price": 80.00
        },
        {
            "id" :39,
            "name": "Cheesy Cheetos Beef Hotdog",
            "image":"../assets/images/menu/cheese cheetos beef hotdog.png",
            "type": "HOT FOOD",
            "price": 85.00
        },
        {
            "id" :40,
            "name": "Beef Hotdog EGT",
            "image":"../assets/images/menu/beef hotdog extra cheese.png",
            "type": "HOT FOOD",
            "price": 80.00
        },
        {
            "id" :41,
            "name": "Chicken Tenders BBQ Sauce",
            "image":"../assets/images/menu/chicken tenders bbq sause.png",
            "type": "HOT FOOD",
            "price": 120.00
        },
        {
            "id" :42,
            "name": "CB Classic Chicken Burger",
            "image":"../assets/images/menu/cb classic chicken burger.png",
            "type": "HOT FOOD",
            "price": 95.00
        },
        {
            "id" :43,
            "name": "Mango Juice",
            "image":"../assets/images/menu/mango juice.jpg",
            "type": "JUICE",
            "price": 60.00
        },
        {
            "id" :43,
            "name": "Milkshake Strawberry EGT",
            "image":"../assets/images/menu/milk shake strawbery egt.jpg",
            "type": "JUICE",
            "price": 70.00
        },
        {
            "id" :44,
            "name": "Milkshake Vanilla EGT",
            "image":"../assets/images/menu/milk shake vanilla egt.jpg",
            "type": "JUICE",
            "price": 70.00
        },
        {
            "id" :45,
            "name": "Orange Juice",
            "image":"../assets/images/menu/orange juice.jpg",
            "type": "JUICE",
            "price": 55.00
        },
        {
            "id" :46,
            "name": "Milkshake Chocolate EGT",
            "image":"../assets/images/menu/milk shake chocolate egt.jpg",
            "type": "JUICE",
            "price": 70.00
        },
        {
            "id" :47,
            "name": "Guava Juice",
            "image": "../assets/images/menu/guava juice.jpg",
            "type": "JUICE",
            "price": 55.00
        },
        {
            "id" :48,
            "name": "Cappuccino",
            "image": "../assets/images/menu/cappucino.jpg",
            "type": "HOT DRINK",
            "price": 55.00
        },
        {
            "id" :49,
            "name": "Latte",
            "image": "../assets/images/menu/latte.jpg",
            "type": "HOT DRINK",
            "price": 50.00
        },
        {
            "id" :50,
            "name": "Hot Tea EGT",
            "image": "../assets/images/menu/hot tea egt.jpg",
            "type": "HOT DRINK",
            "price": 25.00
        },
        {
            "id" :51,
            "name": "Americano",
            "image": "../assets/images/menu/americano.jpg",
            "type": "HOT DRINK",
            "price": 40.00
        },
        {
            "id" :52,
            "name": "Single Espresso",
            "image": "../assets/images/menu/single exspresso.jpg",
            "type": "HOT DRINK",
            "price": 30.00
        },
        {
            "id" :53,
            "name": "Hot Chocolate",
            "image": "../assets/images/menu/hot chocolate.jpg",
            "type": "HOT DRINK",
            "price": 50.00
        },
        {
            "id" :54,
            "name": "Double Espresso",
            "image": "../assets/images/menu/double espresso.jpg",
            "type": "HOT DRINK",
            "price": 40.00
        }
    ]
}

